List<String> dropPl = <String>[
  "Зарплата",
  "Стипендия",
  "Премия",
  "Пенсия",
  "Гонорар",
  "Подработка",
  "Дотации, пособия",
  "Наследство",
  "Выручка",
  "Подарки",
  "Дивиденды",
  "Другое"
];

List<String> dropMin = <String>[
  "Коммунальные услуги(ЖКХ)",
  "Налоги",
  "Реклама",
  "Связь",
  "Семья",
  "Транспорт",
  "Работа",
  "Путешествия",
  "Игры",
  "Интернет",
  "Такси",
  "Отдых",
  "Покупка",
  "Подарки",
  "Переводы",
  "Штрафы",
  "Образование",
  "Кредит",
  "Другое"
];